{
  "jobs": [
    {
      "title": "Google",
      "author": "xyz",
      "body": "Minimum qualifications:\nBachelor's degree in Mechanical, Industrial or Electrical Engineering or equivalent practical experience.\nExperience with development of manufacturing processes including acceptance testing, startup, and qualification.\n\nPreferred qualifications:\nExperience working on hardware products, defining Bill of Materials structures, and product documentation.\nExperience across all phases of product development from prototype to mass production to end-of-life.\nPLM System experience in Oracle Agile or Siemens Team center.\nDemonstrated ability to influence the product design process by proposing improvements and justifying with data.\nExcellent communication skills, with the ability to collaborate with multi-geographical teams on complex projects spanning multiple technologies.\nExcellent analytical and organizational skills, coupled with a well-focused attention to details.\n\nAbout The Job\n\nGoogle's custom-designed equipment makes up one of the largest and most powerful computing infrastructures in the world. The Manufacturing Operations team is responsible for providing the manufacturing capability to deliver this state-of-the-art physical infrastructure. As a Manufacturing Engineer, you evaluate the product designs and create the processes, tools and procedures behind Google’s powerful search technology. When vendors build parts for our infrastructure, you’re right there alongside ensuring manufacturing processes are repeatable and controlled. You collaborate with Commodity Managers and Design Engineers to determine Google’s infrastructure needs and product specifications. Your work ensures the various pieces of Google’s infrastructure fit together perfectly and keep our systems humming along smoothly for a seamless user experience.\n\nAs a Product Lifecycle Management (PLM) Manufacturing Engineer, you will be driving effective management of product data throughout the entire product lifecycle. Your work will directly contribute to the creation and maintenance of data that is the foundation for supply chain, product operations and cost management. You will work with the engineering team, product team, operations, and external partners to enable the development, launch, and sustainability of the product.\n\nBehind everything our users see online is the architecture built by the Technical Infrastructure team to keep it running. From developing and maintaining our data centers to building the next generation of Google platforms, we make Google's product portfolio possible. We're proud to be our engineers' engineers and love voiding warranties by taking things apart so we can rebuild them. We keep our networks up and running, ensuring our users have the best and fastest experience possible.\n\nResponsibilities\n\nEnsure the Product Bill of Materials (BOM) is complete and accurate throughout the product lifecycle.\nDevelop strategic sourcing interdisciplinary acumen and serve as a advocate of PLM within Global Operations; work with the engineering team, product team, operations and external partners to enable the development, launch, and sustainability of the product.\nManage and execute the creation and audit the release of product data in Agile PLM; take ownership of PLM processes and policies and drive adoption with stakeholders.\nComplete manufacturing and process audits at existing and potential suppliers and manufacturing partners where necessary.\nEngage with engineering and product teams to plan PLM activities (e.g., Parts, BOMs, SKUs, Engineering Changes, etc.).\n\nGoogle is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. See also Google's EEO Policy and EEO is the Law. If you have a disability or special need that requires accommodation, please let us know by completing our Accommodations for Applicants form .",
      "apply": "https://careers.google.com/jobs/results/133243377580679878-manufacturing-engineer-google-cloud/?src=Online%2FLinkedIn%2Flinkedin_us&utm_campaign=contract&utm_medium=jobposting&utm_source=linkedin",
      "id": 2
    },
    {
      "title": "Meta",
      "author": "xyz",
      "body": "This position will be directly responsible for leading a team of Account Managers and the corresponding India GBG Scaled revenue. The role involves enabling clients to get efficient results from their marketing campaigns on Facebook, Instagram and Whatsapp through solutioning optimization, and support. In addition to developing and motivating a high-performing team, this position will be responsible for working with XFN/Partner function teams across the organisation to create and grow programs focused on improving the client experience. Ideal candidates will combine an exceptional ability to coach, develop, and motivate team members; a passion for growing revenue through rigorous account planning and consultative sales techniques; a keen eye for identifying process and workflow opportunities; and a willingness to roll up their sleeves and execute the tactics as well as the ability to build and drive Long term strategy and revenue.Success in this position requires strong sales orientation, people management skills and the ability to thrive in a dynamic and changing environment with a passion for helping others achieve results.\n\nResponsibilities:\n\nLead a high-performing team of 6-10 Account Managers\nCoach, develop and inspire your direct reports\nProficiency in understanding Facebook's solutions for businesses of all sizes\nIdentifying actionable insights to improve client results and team strategy\nDeveloping and implement global programs to improve the client experience\nMonitoring progress against goals and respond to changes in the market\nWorking cross-functionally within sales and across Meta to drive revenue and increase customer satisfaction\nIdentify opportunities to improve ad products and the customer experience\n\nMinimum Qualifications:\n\n15-18 Years of P&L /Sales with direct revenue accountability 8 years + years of experience in managing and leading large sales team\nExcellent communication skills, native oral and written fluency in English\nSelf-motivated, entrepreneurial mindset, comfort in dealing with ambiguity\nAnalytical, strong critical-thinking and creative problem-solving abilities\nExceptional ability to prioritize and focus on driving growth\nDemonstrated experience leading, coaching and inspiring others\nA passion for helping others succeed\n\nPreferred Qualifications:\n\n15-18 Years of P&L /Sales with direct revenue accountability 8 years + years of experience in managing and leading large sales team\nExcellent communication skills, native oral and written fluency in English\nSelf-motivated, entrepreneurial mindset, comfort in dealing with ambiguity\nAnalytical, strong critical-thinking and creative problem-solving abilities\nExceptional ability to prioritize and focus on driving growth\nDemonstrated experience leading, coaching and inspiring others\nA passion for helping others succeed\n\nFacebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities - we're just getting started.",
      "apply": "https://www.metacareers.com/jobs/1092525601573515/?rx_campaign=Linkedin1&rx_group=126320&rx_job=a1K2K0000032T5rUAE_3c33ddde&rx_medium=post&rx_r=none&rx_source=Linkedin&rx_ts=20220220T060320Z&utm_campaign=Job%2Bboard&utm_medium=jobs&utm_source=LIpaid&rx_viewer=6a792d32923911ec994cdd29e62f884534e6cdace72846c9a19065b60bd447e1",
      "id": 3
    },
    {
      "title": "Amazon",
      "author": "xyz",
      "body": "We started 7 years back with a mission to “transform the way India buys and sells, thereby transforming lives”. Not only have we created strong impact in India taking Amazon to a leadership position, but on this journey we have realized that we as a team are uniquely positioned to help Amazon reach the next billion customers on earth, as we work backwards from the opportunities presented by emerging customers and selling partners, and taking those innovations global to other Amazon marketplaces. We continue on our mission to \"transform daily lives and livelihoods, unleashing India's potential\". We also believe that we have an additional responsibility to “help Amazon become truly global in its perspective and innovations” by creating global best-in-class products/platforms that can serve our customers worldwide.\n\nWe, at Seller & Fulfilment Tech, build scalable and impactful Amazon-first innovations in the domains of seller experience & success, amazon managed fulfilment, external fulfilment (seller managed), global trade, supply chain, transportation and abuse prevention. We drive improvements across all the key elements of the Amazon flywheel - Selection, Pricing & Speed. We operate with a mental model of \"Get Big, Get Close, Get Fit\" by acting like \"cowboys\" to acquire scale (Get Big), build customer loyalty (Get Close), and improve operational efficiencies (Get Fit).\n\nTalk to us if you want to join us on the journey of “building tech solutions that empower sellers to delight the next billion customers”.\n\nAn ideal candidate is expected to\nWork closely with senior engineers to design, implement and deploy applications that impact the Amazon.in business with an emphasis on improving seller experience.\nOwn the delivery of an integral piece of a system or application.\nManagement and execution against project plans and delivery commitments\nAssist directly and indirectly in the continual hiring and development of technical talent.\nCreate and execute appropriate quality plans, project plans, test strategies and processes for development activities in concert with business and project management efforts\n\nBasic Qualifications\nProgramming experience with at least one modern language such as Java, C++, or C# including object-oriented design\n\nPreferred Qualifications\n\nThe ideal candidate will be a leader, quick learner and be able to work independently. He/she should be able to operate in a very fast paced environment where time to hit market is super critical. The candidate will need to balance technical leadership and savvy with strong business judgment to make the right decisions about technology choices.",
      "apply": "https://www.amazon.jobs/en/jobs/1870467/sde-i?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid",
      "id": 4
    },
    {
      "title": "Apple",
      "author": "xyz",
      "body": "The people here at Apple don’t just build products — they create the kind of wonder that’s revolutionised entire industries. It’s the diversity of those people and their ideas that inspires the innovation that runs through everything we do, from amazing technology to industry leading environmental efforts. Join Apple, and help us leave the world better than we found it.\n\n\nImagine what you could do here.\n\n\nApple’s Sales organization generates the revenue needed to fuel our ongoing development of products and services. This in turn, enriches the lives of hundreds of millions of people around the world. Our sales team, is in many ways, the face of Apple to our largest customers.\n\n\nWe are here to help enterprise businesses transform the way people work— while growing top-line revenue for Apple. To realize this goal, we gain deep understandings of the businesses we manage—at all levels from tactical to strategic. We build a vision that can encourage customers to transform using Apple products. We collaborate closely with internal and external partners to build plans for solutions and new use cases, and then we help drive execution of the solution.\n\n\nKey Qualifications\n\nNo matter the audience, you are an expert at communicating. And, you’re cool under pressure. You make the complex simple and you command an audience by bringing them along for the journey. You empower others to learn, to be curious and ultimately, share your passion for the Apple story. When challenged with complex questions, you share your deep knowledge of how our hardware, software and services integrate.\n\n\nApple doesn’t cut corners, in products or in business. You bring the highest level of integrity, honesty, and accountability in all that you do, every single day. You are a trusted advisor who does what you say you’ll do – and always does what’s best for Apple.\n\n\nCustomer and partner needs can often be unique – but, you’re quick on your feet and connect and influence the right people both inside and outside of Apple. As a go to person with leadership, you are trusted and comfortable in tough situations. You can settle disputes, negotiations and own the hard calls with minimal noise. You step up to conflicts and see them as opportunities to shine.\n\n\nBelieve that communication is key to Apple’s success. You’re a futurist and someone who actively talks and listens through endless possibilities – with customers and teammates alike. To ensure the most innovative ideas become a reality, you recognize perspectives, patiently listen to every detail and commit to what is right, in order to move us forward.\n\n\nYou know yourself – you have strengths, weaknesses and opportunities - but you also know the people around you and are open to their feedback. You relate well to all kinds of people – up, down, and side ways, inside and outside the organization. When faced with a challenging opportunity, you know who to connect with and when. People know you as a true collaborator who knows what it takes to win.\n\n\nApple and third party solutions solve complex business problems in simple and innovative ways. You create competitive and breakthrough strategies that truly shape the future. You do this by asking why and why not, both stripping out what is not crucial and identifying what is. By doing so, you are able to see what’s ahead and identify trends that will be critical for growth.\n\n\nStrive for excellence in everything you do. Due to changing priorities, urgent customer needs, or a final push to meet a quarterly forecast, you face the daily challenge of where to focus your time and energy. You have a don’t give up attitude, and finish, especially in the face of resistance or setbacks. You seize every opportunity and empower others to reach their goals along the way.\n\n\nAdapt to change and find the right path without necessarily having all of the pieces to the puzzle. At Apple, things aren’t always clear but you shift gears and thrive when asked to explore new ground, rather than waiting on others.\n\n\nDescription\n\nWe develop account plans that align Apple and the partner’s growth strategies to expand adoption of the Apple ecosystem in the Enterprise and B2B segments.\n\n\nWe effectively complete plans by cross-functionally collaborating with Sales Operations, Finance, Inside Sales, Systems Engineers, the Reseller teams and Strategic Partners.\n\n\nThrough working closely with our reseller’s sales force, we capture their hearts and minds for Apple. We use sales programs, enablement tools, and training to develop partner capabilities. We regularly assess and communicate the strength and efficiency of the partnership.\n\n\nWe identify new business opportunities and support them through closure. We make certain that any client issues and/or concerns are raised and addressed.\n\n\nWe share status, progress and facilitate sales activity across the reseller and Apple sales teams.\n\n\nEducation & Experience\n\nA Masters degree in business administration from a reputed institute will be preferred.\n\n\nAdditional Requirements\n\nYou have consultative selling experience in business transformation solutions and developing channel growth strategies for business customers. In your experience, you’ve balanced delivering on short-term goals, while creating sustainable value for customers and partners, and demand for the future.\n\nOr you bring 8-12 years of experience as an Account Executive for a mobile and compute device company.\n",
      "apply": "https://jobs.apple.com/en-us/details/200303299/channel-manager-south",
      "id": 5
    },
    {
      "title": "Netflix",
      "author": "xyz",
      "body": "At Netflix, we are shaping the future of entertainment because we believe there is a better way to watch content and spread public joy. Netflix is seeking an experienced Administrative Assistant to provide support to executives within the legal team particularly the vertical of Intellectual Property, Content Grievances & Litigation. This is a unique opportunity to be part of a rapidly growing, global team. In this position, working from Mumbai, you will be reporting to the Director- Intellectual Property, Litigation & Content Grievances (India).\n\nAs a Member Of This Team, You Are\n\nself-motivated, quick-thinking, flexible, and able to juggle multiple and diverse responsibilities with an unwavering attention to detail at all times;\n\nnot fazed by a high volume of projects and have exceptional organizational skills;\n\nable to thrive in an environment of constant change;\n\nexcited about the challenge of learning new things, and have a strong appetite for innovation;\n\nbusiness-oriented, think outside the box, able to confidently communicate with executives at all levels;\n\nable to work proactively, independently and reliably on multiple projects under tight time frames in a fast­-paced environment with a positive and energetic attitude;\n\ncurious and eager to tackle matters outside the area of expertise.\n\nYou are biased towards collaboration and responsive to change, feedback, and new ideas. . The successful candidate will seek to work in an environment where freedom and responsibility are equally valued, and where passion and curiosity are mandates. You have experience working with people across a diverse range of cultures, time zones, and languages.\n\nResponsibilities\nSupport executives and their respective teams based in India who work on a variety of Intellectual Property, Content Grievances and Litigation matters\nMaintain complex calendars, including scheduling of meetings, internally and externally, with multiple parties across multiple time zones.\nCoordinate travel arrangements (domestic and international)\nProcess travel and expense reports.\nAssist with event planning and onboarding of new hires\nManage a heavy volume of communication and administrative paperwork internally and externally, including coordinating signatures, notaries and shipping labels\nSupport various legal aspects of the team (e.g., preparing, updating and maintaining training materials, maintaining trackers and data of claims & litigation in collaboration with the team, monitoring email inboxes for claims for the team, filing of documents and records etc.)\nReview and manage team billing and invoices\nIdentify and work with the team to develop data-driven strategies to streamline workflows\nDevelop and execute special projects as needed independently and at times in collaboration with the team\nRequirements\n4+ years as an administrative assistant (experience with Legal and/or a media/entertainment company is a plus but not required)\nTeam player with ability to work in tandem with existing Administrative Assistants\nUnderstanding of how to prioritize tasks and respond accordingly\nHave clear, concise communication skills, excellent interpersonal skills, creative thinking, and the ability to multitask\nAbility to be discrete and maintain confidential information\nProficiency in Google Suite (Gmail, Docs, Sheets, Calendar)\nHave a great sense of humor!",
      "apply": "https://jobs.netflix.com/jobs/175476408",
      "id": 6
    },
    {
      "title": "LinkedIn",
      "author": "xyz",
      "body": "LinkedIn is the world’s largest professional network, built to help members of all backgrounds and experiences achieve more in their careers. Our vision is to create economic opportunity for every member of the global workforce. Every day our members use our products to make connections, discover opportunities, build skills and gain insights. We believe amazing things happen when we work together in an environment where everyone feels a true sense of belonging, and that what matters most in a candidate is having the skills needed to succeed. It inspires us to invest in our talent and support career growth. Join us to challenge yourself with work that matters.\n\nJob Description\n\nLinkedIn was built to help professionals achieve more in their careers, and every day millions of people use our products to make connections, discover opportunities and gain insights. Our global reach means we get to make a direct impact on the world’s workforce in ways no other company can. We’re much more than a digital resume – we transform lives through innovative products and technology. Searching for your dream job? At LinkedIn, we strive to help our employees find passion and purpose. Join us in changing the way the world works.\n\nOur Business Operations team is seeking a passionate, highly strategic, driven, and analytical Manager to partner with our India Growth Product Team to tackle high-priority strategic and executional questions. You will be a thought partner and adviser responsible for objective analysis, operational insights, and strategic initiatives across all of LinkedIn.  The India Growth team owns two key global charters: Groups, and Mobile Web. This role will be collaborating cross-functionally across Product, Engineering, AI/Relevance, Design, Data Science, Product Marketing, and more to drive valuable member experiences and metrics impact.\n\nAt LinkedIn, we trust each other to do our best work where it works best for us and our teams. This role offers a hybrid work option, meaning you can both work from home and commute to a LinkedIn office, depending on what’s best for you and when it is important for your team to be together.\n\nResponsibilities:\nMaximize business performance and member value: Develop in-depth understanding of what drives sustainable growth with LinkedIn’s consumer-facing products, and leverage research and analytical insights to drive future direction\nPerformance management: Understand product performance through dashboards and data that you create or gather, and drive cross-functional resolutions to operational issues\nForecast performance: Create and manage forecasting models for products, initiatives and the broader LinkedIn ecosystem, in close collaboration with Product teams\nDistill direction: Lead analytical efforts in an unstructured environment to identify product insights and improve decision-making across various stakeholders, including growth, engagement, site usage and product economics. Develop and deliver strategic initiatives for our leadership team.\nCreate connective tissue: Work with and share knowledge among various functions, including Product, Engineering, Marketing, Data Science and Executive teams\nBe an expert: Serve as an expert on the business drivers of consumer-facing products for leadership in Product Management, Marketing, Sales, Finance, International Managers, and Executives\n\nQualifications\n\nBasic Qualifications:\n8+ years of work experience at a management consulting firm, investment bank, private equity / venture capital firm and/or technology company\nBachelor's degree in economics, engineering, math, statistics, physics, computer science or related discipline\n\nPreferred Qualifications:\nPassion for Internet products and technologies: A desire to live and breathe consumer-product and change the trajectory of the company.\nPractical experience: Has experience or exposure to consumer-facing companies, such as social media, publishers/news, e-commerce, jobs sites, etc.\nAnalytical: experience decomposing and solving real world business problems, ideally building/using advanced Excel models.  SQL a plus\nNatural problem-solver: comfortable with data and ambiguity, and able to both delve into the details and engage meaningfully on the overall strategy\nEffective communications: Excellent communication skills with the ability to distill complex thoughts and strategies into simple, actionable recommendations\nInitiative and ownership: Ability to act with limited oversight on day-to-day basis, balancing multiple priorities\nProactive and passionate: Independently capable of seeking information, solving conceptual problems, corralling resources and delivering results in challenging situations\nHigh-energy, team-first attitude: Motivated to work collaboratively in a fast-paced, ever-changing environment to help our growing business\nExecutive presence: Experience working closely with senior executives to solve challenging business problems; Ability to credibly and compellingly present and debate recommendations with senior leadership\n\nAdditional Information\n\nIndia Disability Policy\n\nLinkedIn is an equal employment opportunity employer offering opportunities to all job seekers, including individuals with disabilities. For more information on our equal opportunity policy, please visit http://careers.jobvite.com/linkedin/India-LinkedIn-Equal-Opportunity-for-Persons-With-Disabilities-Policy-2018.pdf\n\nGlobal Data Privacy Notice for Job Candidates\n\nPlease follow this link to access the document that provides transparency around the way in which LinkedIn handles personal data of employees and job applicants: https://legal.linkedin.com/candidate-portal.\n\n\n\nIndia Disability Policy\n\nLinkedIn is an equal employment opportunity employer offering opportunities to all job seekers, including individuals with disabilities. For more information on our equal opportunity policy, please visit http://careers.jobvite.com/linkedin/India-LinkedIn-Equal-Opportunity-for-Persons-With-Disabilities-Policy-2018.pdf",
      "apply": "https://www.linkedin.com/jobs/view/2922974060?showGuestApplyModal=true",
      "id": 7
    },
    {
      "title": "Microsoft",
      "author": "xyz",
      "body": "Interns put inquiry and theory into practice.\n\nWorking with some of the world’s best researchers, interns learn, collaborate, and network for life. Interns not only advance their own careers, but they also contribute to the exciting R&D strides our researchers are making.\n\nResponsibilities\n\nDuring the internship, students are paired with mentors and expected to collaborate with other interns and researchers, present findings, and contribute to the vibrant life of the community.\n\nMSR India conducts research in a wide range of areas and Internships are available in all of them.\n\nIn the application process, we’ll try to find the opportunity that best aligns with your interests.\n\nInternships are offered year round, though a majority begin in the summer.\n\nAll internships are paid. And, we’ll help with visa applications where needed.\n\nQualifications\n\nCandidates must be enroled in a university as part of either a doctoral, masters, or undergraduate program (or must be a recent graduate from such a program). Please include your resume and upto three letters of recommendation while applying for this job.\n\nEach applicant should request for a letter of recommendation by giving the name and email ID of the referee in the tool. The request will then be routed to the referee to upload a letter of recommendation. Please pay attention to the five areas of research and choose your interest while answering to the screening questions.\n\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the Accommodation request form.\n\nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.",
      "apply": "https://careers.microsoft.com/us/en/job/931311/Research-Intern?jobsource=linkedin&utm_source=linkedin&utm_medium=linkedin&utm_campaign=linkedin-feed",
      "id": 8
    },
    {
      "title": "Intel",
      "author": "xyz",
      "body": "In this position, the candidate will play a senior Technical Leadership role in the Server microarchitecture and Logic Design/Integration for SoC products designed by Xeon Engineering Group within the Design Engineering Group/Data Center and AI business Unit.\n\nThe candidate is expected to actively collaborate and drive the development of Micro-architecture specifications and the design implementation for Xeon Server SoCs\n\nCandidate responsibilities include the following:\n\n- Lead a team of engineers to successfully deliver design from architecture to tape out.\n- All phases of front end design including micro-architectural design and specification.\n-Perform logic design, Register Transfer Level (RTL) coding, and simulation to generate cell libraries, functional units, and subsystems for inclusion in full chip designs.\n- Work with architects on feature scoping and approvals, feasibility studies, design tradeoff analysis, IP Vendor selection.\n- Staging plan development Design and Testplan Reviews, Interface with - - Physical Design for timing/clocking issues, CCB, PNP, and post-Silicon debug lead.\n- Close collaboration with debug (DFD) and manufacturing (DFT) teams in incorporating the uArch and design requirements\n- Close collaboration with planning teams, architects, validation and physical design teams.\n- Drive resolution of technical issues with IP and SOC development teams to meet schedule and quality.\n- Drive and help build forward looking strategy for the team\n- Mentor aspiring leads in the logic design team and build a strong technical bench strength\n\nQualifications\n\nRequired Educational Qualification\n-Bachelor's degree in electrical engineering or associated discipline with 12+ years of experience or,\n-Master's degree in electrical engineering or associated discipline with 10+ years of experience\n\nMinimum Required Qualifications:\n\n- 7 plus years of experience with IP / ASIC design / validation in Front End processes including RTL development, functional and performance verification.\n- 5 plus years of experience in design, development, and integration of design blocks (IP) for system-on-chip (SoC) components.\n- Experience in Verilog and System Verilog based logic design.\n- Experience in Perl and/or C++ programming is an added advantage\n- 5 plus years of experience in synthesis flow and timing closure.\n- Experience in Xeon SoC/IP design and integration is an added advantage\n- Knowledge of considerations for performance, power and cost optimization.\n\nThe candidate should exhibit:\n- Excellent communication skills\n- Flexibility to work in a dynamic environment and seamlessly multitask\n- Acumen to identify develop strategic opportunities\n- Proactive drive to achieve high-quality results through strong team-work\n- Innovative thinker able to propose/drive solutions to tough product definition challenges to meet power/performance and functional requirements\n- Proven ability to drive solutions to complex cross-functional technical problems working with senior technical peers/partner organizations\n- Solid breadth of design expertise spanning all phases of the design cycle\nInside this Business Group\n\nXeon and Networking Engineering (XNE) focuses on the development and integration of XEON and Networking SOC's and critical IP's sustain Intels Xeon and 5G networking roadmap.\n\nWork Model for this Role\n\nThis role will be eligible for our hybrid work model which allows employees to split their time between working on-site at their assigned Intel site and off-site.\n\nLegal Disclaimer:\n\nIntel prohibits discrimination based on race, color, religion, gender, national origin, age, disability, veteran status, marital status, pregnancy, gender expression or identity, sexual orientation or any other legally protected status.\n\nIt has come to our notice that some people have received fake job interview letters ostensibly issued by Intel, inviting them to attend interviews in Intel’s offices for various positions and further requiring them to deposit money to be eligible for the interviews. We wish to bring to your notice that these letters are not issued by Intel or any of its authorized representatives. Hiring at Intel is based purely on merit and Intel does not ask or require candidates to deposit any money. We would urge people interested in working for Intel, to apply directly at www.jobs.intel.com and not fall prey to unscrupulous elements",
      "apply": "https://jobs.intel.com/ShowJob/Id/3383457/Senior-Engineer-Lead-SoC-microarchitecture-and-Logic-Design/?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic",
      "date": "2022-04-21",
      "id": 10
    },
    {
      "title": "YouTube",
      "author": "xyz",
      "body": "Minimum qualifications:\n\n13 years of experience in leadership in the Music or Entertainment Industry, or other relevant markets.\n13 years of experience performing data analysis and trend identification.\nPreferred qualifications:\n\n5 years of experience managing a mobile or online digital music business.\nExperience in content curation with a remit around identifying popular music, and working with external/internal partners.\nExperience identifying emerging musical talent/trends, exploring emerging trends, working with record labels, publishers, artists, and content owners.\nAbility to craft messaging and work with design and production to drive creative execution, comfort generating data and statistical analysis.\nAbility to operate in a fast-paced environment, work on multiple projects in a dynamic/constantly-changing context, and build partnerships cross-functionally.\nPassion for the web video/YouTube ecosystem.\nAbout the job\nThe YouTube Shorts Music Intelligence team, part of the Music and Podcasts Content Strategy Team, is focused on developing an understanding of the latest content and consumption trends in music across the YouTube ecosystem and leveraging those insights to increase YouTube's ability to generate opportunities for artists, improve discovery and relevance with viewers, and, grow participation in music culture through YouTube Shorts.\n\nWith a focus on short-form video viewing and creation, you'll build the strategy and team that manages daily efforts around trending music identification/tracking and develop relevant music programming strategies, supporting YouTube's Shorts feature. You'll collaborate daily with marketing, partnerships, music programming and more. You'll manage the team and develop the strategy to accelerate participation in short-form trends based around music at scale and deliver insights to drive discovery and improved user experience across Youtube’s programmed music surfaces.\n\nYou'll build and manage the team who leverages data tools and analysis to research the songs and tracks that are shaping the culture of the moment, enhancing YouTube's product experiences and helping others better understand what's happening in the world of music on YouTube, internally and externally. You’ll be building and managing a worldwide team of experts and analysts who understand music trends in various markets and whose output helps inform a global strategy for Youtube Shorts and brings awareness to the next generation of musical talent, helping YouTube identify and support emerging artists, as well as resurgent music, breaking through with our users.\n\nKnow the user. Know the magic. Connect the two. At its core, marketing at Google starts with technology and ends with the user, bringing both together in unconventional ways. Our job is to demonstrate how Google's products solve the world's problems--from the everyday to the epic, from the mundane to the monumental. And we approach marketing in a way that only Google can--changing the game, redefining the medium, making the user the priority, and ultimately, letting the technology speak for itself.\n\nResponsibilities\nDevelop strategies for scaled understanding of music trends in short-form video internally and externally, work cross-functionally in the development of internal tools to help execute those strategies, track impact of Shorts promotions on overall song performance, and report on artists/songs breaking off-platform because of Shorts.\nRecruit and manage workforce to perform in-depth, data-based analysis to understand the specific ways viewers and short-form creators are interacting with specific songs and artists.\nWork with music partnerships/marketing to provide intel directly to artists and labels that can inform their strategies and collaborations, and track/report on how artists are engaging with Shorts in various ways.\nLeverage findings to inform content programming strategies and support cross-functional teams who engage directly with creators, artists, and labels.",
      "apply": "https://careers.google.com/jobs/results/111360121151333062-head-of-music-intelligence-youtube-shorts/?company=YouTube&jlo=en_US&location=&q=Youtube",
      "date": "2022-12-09",
      "students": [
        "96",
        "789"
      ],
      "ctc": "31 LPA",
      "id": 11
    },
    {
      "title": "xyz",
      "author": "zyx",
      "body": "zyx",
      "apply": "fcgvhbj",
      "date": "2222-07-07",
      "students": [],
      "ctc": "2.3lpa",
      "id": 12
    }
  ]
}